v2_TSEP/hx_sweep/He_1bar_Re500/constant/turbulenceProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object turbulenceProperties;
}
simulationType laminar;
